/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Sezon %1$@, odcinek %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Sezon %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, sezon %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 odcinek)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 książka)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(książek: %d)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(odcinków: %d, wideo: 1)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(odcinków: %d, wideo: %d)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(odcinków: %d)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(wideo: %d)";

"ONE_SONG" = "1 utwór";
"SONGS_COUNT_FORMAT" = "Utworów: %d";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "Albumów: %d, utw.: %d";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "Albumów: %d, 1 utwór";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 utwór";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "Utworów: %d";

"ALBUM_HEADER_SONG_COUNT" = "Utworów: %d";
"ALBUM_HEADER_SONG_COUNT_1" = "1 utwór";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Wydane: %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Biblioteka";
"MUSIC" = "Muzyka";
"NO_MUSIC_TITLE" = "Muzyka";
"NO_VIDEOS_TITLE" = "Wideo";
"SOURCES" = "Źródła";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Podłączone akcesorium";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Dodaj wszystkie albumy";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Dodaj wszystkie";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Dodaj utwory do listy On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Zachowaj";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nowa lista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Podaj nazwę tej listy utworów.";
"ADD_PLAYLIST_ROW" = "Dodaj listę…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Nazwa";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Dodaj utwory do „%@”.";
"EDIT_PLAYLIST_RENAME" = "Zmień nazwę";
"EDIT_PLAYLIST_ADD_SONGS" = "Dodaj utwory";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Zmień nazwę listy";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Nazwa";

/* No comment provided by engineer. */
"Albums" = "Albumy";

/* list option to view all albums. */
"All Albums" = "Wszystkie albumy";

/* list option to view all songs. */
"All Songs" = "Wszystkie utwory";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Rozdział %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Rozdział %1$d z %2$d";

"CHAPTER_INDEX_FORMAT" = "Rozdział %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Odśwież listę";

"CLEAR" = "Wymaż";

/* No comment provided by engineer. */
"Clear Playlist" = "Wymaż listę";

/* No comment provided by engineer. */
"Save Playlist" = "Zachowaj listę";

/* No comment provided by engineer. */
"Delete Playlist" = "Usuń listę";

/* No comment provided by engineer. */
"content" = "Zawartość";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Nieprawidłowe";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Czy chcesz usunąć „%@”, aby odzyskać miejsce?";

/* No comment provided by engineer. */
"Done" = "Gotowe";

/* No comment provided by engineer. */
"Edit" = "Edycja";

/* No comment provided by engineer. */
"Save" = "Zachowaj";

/* Info shown cell for TV shows */
"Episode %@" = "Odcinek %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Na podstawie utworów:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ i innych";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " i innych.";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius Mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Aby pobrać „%@”, połącz się z siecią Wi-Fi lub komórkową.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Aby pobrać „%@”, połącz się z siecią Wi-Fi.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Zatrzymaj";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "Albumów: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "Wykonawców: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "Książek Audible: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "Książek audio: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "Składanek: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "Kompozytorów: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d rzeczy";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "Ścieżek: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "Gatunków: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "List utworów: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "Odcinków: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "Podcastów: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "Utworów: %d";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Pobieram %d z %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "Notatek głosowych: %d";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Wczytuję…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Wczytuję słowa…";

/* No comment provided by engineer. */
"More" = "Więcej";

/* Section header title in the Videos list */
"Movies" = "Filmy";

/* Section header title in the Videos list */
"Movie Rentals" = "Filmy wypożyczone";

/* Section header title in the Videos list */
"Music Videos" = "Teledyski";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Brak książek audio";

/* Generic no content message */
"No Content" = "Brak zawartości";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Brak muzyki";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Brak podcastów";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Brak plików wideo";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albumy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Wykonawcy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Książki audio";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Składanki";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Twórcy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Gatunki";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Listy Genius Mix";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Więcej";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listy";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Listy utworów";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Utwory";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Wideo";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Wypożyczenia";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "Programy TV";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Teledyski";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Informacje";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Rozdziały";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Odcinki";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Odtwarzaj film";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Udostępniane";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Część %d z %d";

/* No comment provided by engineer. */
"Playlists" = "Listy utworów";

/* Section header title in the Videos list */
"Podcasts" = "Podcasty";

/* Shuffle option shown in song lists */
"Shuffle" = "Pomieszaj";

/* No comment provided by engineer. */
"Songs" = "Utwory";

/* iTunes Movie Store */
"MOVIE_STORE" = "Sklep";

/* iTunes Music Store */
"MUSIC_STORE" = "Sklep";

/* No comment provided by engineer. */
"Syncing" = "Synchronizuję";

/* Section header title in the Videos list */
"TV Shows" = "Programy TV";

/* No comment provided by engineer. */
"Unknown" = "Nieznane";
"UNKNOWN_ARTIST" = "Nieznany wykonawca";
"UNKNOWN_ALBUM" = "Nieznany album";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Podcasty można pobierać z iTunes Store";
"You can download iTunes U content from iTunes." = "Materiały iTunes U można pobierać\nz iTunes Store";
"You can download audiobooks from iTunes." = "Książki audio można pobierać z iTunes Store";
"You can download music from iTunes." = "Muzykę można pobierać z iTunes Store";
"You can download videos from iTunes." = "Wideo można pobierać z iTunes Store";

"NOW_PLAYING" = "Odtwarzane:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Odtwarzane";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "9";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Wypożyczony film wygaśnie";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Ten film wkrótce wygaśnie. Jeśli przerwiesz oglądanie jego po wygaśnięciu, trzeba będzie wypożyczyć go ponownie.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Czy na pewno chcesz usunąć wypożyczony film „%@”? Jeśli tak, to aby go obejrzeć, trzeba będzie wypożyczyć go ponownie.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Czy na pewno chcesz usunąć „%@”?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "Rzecz „%@” nie została przesłana do iTunes. Jeśli zostanie usunięta, trzeba będzie kupić ją ponownie.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Czy chcesz odtworzyć ten wypożyczony film?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Wypożyczony program TV wygaśnie";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Program TV wkrótce wygaśnie. Jeśli potem przerwiesz oglądanie go, trzeba będzie go znów wypożyczyć.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Czy na pewno chcesz usunąć wypożyczony program TV „%@”? Jeśli tak, to aby go obejrzeć, trzeba będzie wypożyczyć go ponownie.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Odtworzyć ten wypożyczony program TV?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Wygaśnie %d dni po rozpoczęciu oglądania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Wygaśnie %d dzień po rozpoczęciu oglądania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Wygaśnie %d godz. po rozpoczęciu oglądania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Wygaśnie %d godz. po rozpoczęciu oglądania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Wygaśnie %d min po rozpoczęciu oglądania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Wygaśnie %d min po rozpoczęciu oglądania.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Pobierz więcej odcinków…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Zobacz sugestie Genius…";

"GET_MORE_TV_EPISODES" = "Pobierz więcej odcinków…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Wyniki wyszukiwania";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Utwór";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Wykonawca";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Lista utworów";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Książka audio";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Teledysk";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "Program TV";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Szukaj";

"SEARCH_RESULTS_ONE_RESULT" = "1 wynik";
"SEARCH_RESULTS_RESULTS_FORMAT" = "Wyników: %d";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Wykonawcy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Wykonawca (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Lista utworów (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listy utworów (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Utwór (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Utwory (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Książki audio (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Książka audio (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Odcinki podcastu (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Odcinek podcastu (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcasty (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Teledyski (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Teledysk (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "Odcinki programu TV (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "Odcinek programu TV (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "Programy TV (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "Program TV (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Gatunki (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Gatunek (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Kompozytorzy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Kompozytor (%@ wynik)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Szukaj dalej w sklepie…";

"PODCAST_LINK_EMAIL_FORMAT" = "Zobacz ten podcast w iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Aby udostępniać podcasty, skonfiguruj konto Mail.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Podsumowanie";
"DESCRIPTION_HEADER" = "Opis";

"ACTOR_HEADER_SINGULAR" = "Aktor";
"ACTOR_HEADER_PLURAL" = "Aktorzy";

"DIRECTOR_HEADER_SINGULAR" = "Reżyser";
"DIRECTOR_HEADER_PLURAL" = "Reżyserzy";

"PRODUCER_HEADER_SINGULAR" = "Producent";
"PRODUCER_HEADER_PLURAL" = "Producenci";

"SCREENWRITER_HEADER_SINGULAR" = "Scenarzysta";
"SCREENWRITER_HEADER_PLURAL" = "Scenarzyści";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d album, %d utwór";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d album, utw.: %d";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "Albumów: %d, utw.: %d";

"NO_METADATA_RELEASED_HEADER" = "Wydane";
"NO_METADATA_LENGTH_HEADER" = "Długość";
"NO_METADATA_SIZE_HEADER" = "Wielkość";
"NO_METADATA_COPYRIGHT_HEADER" = "Prawa autorskie";
"NO_METADATA_DIMENSIONS_HEADER" = "Wymiary";
"NO_METADATA_CODECS_HEADER" = "Kodeki";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Wydane";
"LENGTH_HEADER" = "Długość";
"SIZE_HEADER" = "Wielkość";
"COPYRIGHT_HEADER" = "Prawa autorskie";
"FROM_THE_ALBUM_HEADER" = "Z albumu (dostępny w iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Wymiary";
"CODECS_HEADER" = "Kodeki";

"RELEASE_DATE_UNKNOWN" = "Nieznana";
"DURATION_UNKNOWN" = "Nieznany";
"DIRECTORS_UNKNOWN" = "Nieznani";

"ALBUM_UNKNOWN" = "Nieznany album";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 utwór";
"ALBUM_SONGS_COUNT_PLURAL" = "Utworów: %u";

"CREATE_GENIUS_PLAYLIST" = "Aby utworzyć listę Genius, wybierz utwór.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Dodaj utwory do listy %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Wydane %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 utwór";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "Utworów: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Wideo można pobierać, używając iTunes.";
"GENIUS_PLAYLIST" = "Lista utworów Genius";
"DELETE_VIDEO_ALERT" = "Usunąć wideo?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Usuń „%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "Usunięcie „%@” spowoduje usunięcie także z komputera przy następnej synchronizacji.";

"EPISODE_DESCRIPTION_MORE" = "Więcej";

"NO_RESULTS" = "Brak wyników";

"PLAY_ALL_SONGS" = "Odtwarzaj wszystkie utwory";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Aby utworzyć listę Genius, wybierz utwór.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Nowa";
"GENIUS_REFRESH_BUTTON_TITLE" = "Odśwież";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Biblioteki Kolekcji domowej";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Biblioteka „%@” wymaga podania hasła.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Hasło";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Nie można połączyć z „%@”.";

"RENTAL_EXPIRED_FORMAT" = "Okres wypożyczenia „%@” upłynął";
"RENTAL_WARNING_DAYS_FORMAT" = "Pozostało %1$@ dni na obejrzenie „%2$@”, po których zostanie on usunięty.";
"RENTAL_WARNING_DAY_FORMAT" = "Pozostał %1$@ dzień na obejrzenie „%2$@”, po którym zostanie on usunięty.";
"RENTAL_WARNING_HOURS_FORMAT" = "Pozostało %1$@ godz. na obejrzenie „%2$@”, po których zostanie on usunięty.";
"RENTAL_WARNING_HOUR_FORMAT" = "Pozostała %1$@ godzina na obejrzenie „%2$@”, po której zostanie on usunięty.";
"RENTAL_WARNING_MINUTES_FORMAT" = "Pozostało %1$@ min na obejrzenie „%2$@”, po których zostanie on usunięty.";
"RENTAL_WARNING_MINUTE_FORMAT" = "Pozostała %1$@ minuta na obejrzenie „%2$@”, po której zostanie on usunięty.";

"HOME_SHARING_SPLASH_LABEL" = "Kolekcja domowa";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "przyklad@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Hasło";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Wymagane";
"HOME_SHARING_FOOTER_LABEL" = "Funkcja Kolekcja domowa wymaga podania Apple ID.";
"HOME_SHARING_ERROR_TITLE" = "Nie można włączyć Kolekcji domowej";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Nie można połączyć się z biblioteką multimediów";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Funkcja Kolekcja domowa wymaga programu iTunes 10.2 lub nowszego.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Mój iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Mój %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Pobierz wszystko";
"SHOW_COMPLETE_ALBUM" = "Pokaż kompletny album…";
"HIDE_COMPLETE_ALBUM" = "Ukryj kompletny album";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Skompletuj album %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Skompletuj ten album";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Kup album: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Cena standardowa %@";
"SHOW_COMPLETE_SEASON" = "Pokaż kompletny sezon";
"HIDE_COMPLETE_SEASON" = "Ukryj kompletny sezon";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d kolejny odcinek…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "%d kolejny odcinek jest dostępny w iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "Kolejne odcinki (%d)…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "Kolejne odcinki (%d) są dostępne w iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Skompletuj sezon %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Skompletuj sezon";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Skompletuj „bilet serii”";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Kup sezon %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Kup sezon";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Kup „bilet na sezon”";

"EXIT_STORE_BUTTON_TITLE" = "Biblioteka";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcasty zostały przeniesione";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Nowe odcinki możesz pobierać w programie Podcasty.";
